---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightSurfaceLoss
source: html/3a7a5b16-2684-553d-6a25-ee3257f4d5c7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightSurfaceLoss Property

"Surface Depreciation Loss"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightSurfaceLoss { get; }
```